
/* Class = "NSTextFieldCell"; title = "Annotations"; ObjectID = "09J-Sj-sSQ"; */
"09J-Sj-sSQ.title" = "Annotasjoner";

/* Class = "NSButtonCell"; title = "Maximum number of downloads"; ObjectID = "0os-Tx-69n"; */
"0os-Tx-69n.title" = "Maks antall nedlastninger";

/* Class = "NSButton"; ibShadowedToolTip = "Enter the email addresses of the desired recipients here. If there are multiple recipients, separate the addresses with a semicolon ‘;’."; ObjectID = "3Fm-Cx-0nK"; */
"3Fm-Cx-0nK.ibShadowedToolTip" = "Oppgi epost for valgte mottakere her. Hvis der flere mottakere, del e-postadressene med semikolon ';'.";

/* Class = "NSTokenFieldCell"; placeholderString = "Email address(es)"; ObjectID = "3Sx-wN-rLi"; */
"3Sx-wN-rLi.placeholderString" = "E-postadress(er)";

/* Class = "NSWindow"; title = "Create Download Share"; ObjectID = "5Ir-AP-9Uz"; */
"5Ir-AP-9Uz.title" = "Lag filshare";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "Cjg-Uh-hkr"; */
"Cjg-Uh-hkr.label" = "Avanser";

/* Class = "NSTextFieldCell"; title = "Your message:"; ObjectID = "Gwp-Nb-dc3"; */
"Gwp-Nb-dc3.title" = "Din melding:";

/* Class = "NSTextFieldCell"; title = "Send password via SMS:"; ObjectID = "L7d-GK-ZQn"; */
"L7d-GK-ZQn.title" = "Send passord på SMS:";

/* Class = "NSTextFieldCell"; placeholderString = "Subject"; ObjectID = "MCq-VP-2cd"; */
"MCq-VP-2cd.placeholderString" = "Tittel";

/* Class = "NSButton"; ibShadowedToolTip = "If you set a password, it has to be entered when the link is opened. The shared file cannot be downloaded without entering the correct password. The password is not sent in the email. Please inform the recipient about the password in a different way. The password must meet the following criteria: at least 8 characters, letters and numbers"; ObjectID = "NPD-sC-lIL"; */
"NPD-sC-lIL.ibShadowedToolTip" = "Hvis du har satt et passord så må dette oppgis når lenken åpnes. Den delte filen kan ikke bli lastet ned uten å oppgi riktig passord. Passordet sendes ikke i e-posten. Vennligst oppgi passordet til mottakeren på en annen måte. Passordet må møte følgende kriterier: minst 8 tegn, bokstaver og tall";

/* Class = "NSTokenFieldCell"; placeholderString = "Mobile phone number(s)"; ObjectID = "POV-nm-Wsx"; */
"POV-nm-Wsx.placeholderString" = "Mobiltelefonnummre";

/* Class = "NSTextField"; ibShadowedToolTip = "If you want to send the password automatically to certain recipients via SMS, enter their mobile numbers here. If necessary, separate several mobile phone numbers by semicolon (;). The password transmission via SMS offers increased security and can prevent the password from reaching unauthorized hands."; ObjectID = "Vpe-7m-nyy"; */
"Vpe-7m-nyy.ibShadowedToolTip" = "Hvis du ønser å sende passordet automatis til noen mottakere på SMS, oppgi deres mobilnummer her. Hvis det er nødvendig å oppgi flere mobilnumre adskilt med semikolon ';'. Passord send på SMS tilbyr økt sikkerhet og avverger at passordet kommer i uønskede hender";

/* Class = "NSButton"; ibShadowedToolTip = "Activate to receive an email notification each time the file is downloaded"; ObjectID = "WAC-wk-MfT"; */
"WAC-wk-MfT.ibShadowedToolTip" = "Aktivert for å motta en e-postnotifikasjon her gang filen lastes ned";

/* Class = "NSTextFieldCell"; title = "Subject:"; ObjectID = "aYC-x5-fUB"; */
"aYC-x5-fUB.title" = "Mottaker:";

/* Class = "NSTextFieldCell"; placeholderString = "Your message"; ObjectID = "b6h-nJ-1qL"; */
"b6h-nJ-1qL.placeholderString" = "Din melding";

/* Class = "NSButtonCell"; title = "Notify on downloads"; ObjectID = "gl6-eu-MWo"; */
"gl6-eu-MWo.title" = "Gi beskjed ved nedlasting";

/* Class = "NSButtonCell"; title = "Password"; ObjectID = "hL7-2c-ZNi"; */
"hL7-2c-ZNi.title" = "Passord";

/* Class = "NSButton"; ibShadowedToolTip = "The expiration date shows the last day on which the link is valid. After the date has expired, the file can no longer be downloaded with this link."; ObjectID = "k6J-Qf-tmg"; */
"k6J-Qf-tmg.ibShadowedToolTip" = "Utgangsdatoen viser siste dag lenken var gyldig. Etter utgangsdatoen kan ikke filen lastes ned med denne lenken lenger.";

/* Class = "NSButtonCell"; title = "Show name of creator publicly"; ObjectID = "kI4-Nf-G7t"; */
"kI4-Nf-G7t.title" = "Show name of creator publicly";

/* Class = "NSTabViewItem"; label = "Settings"; ObjectID = "kO7-0e-JvW"; */
"kO7-0e-JvW.label" = "Instillinger";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "o2F-9o-j5k"; */
"o2F-9o-j5k.title" = "Avbryt";

/* Class = "NSButtonCell"; title = "Expiration date"; ObjectID = "ojx-Sm-ieQ"; */
"ojx-Sm-ieQ.title" = "Utgangsdato";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Repeat password"; ObjectID = "qSi-ck-kI3"; */
"qSi-ck-kI3.placeholderString" = "Gjennta passord";

/* Class = "NSSecureTextFieldCell"; placeholderString = "Password"; ObjectID = "thZ-vc-zA0"; */
"thZ-vc-zA0.placeholderString" = "Passord";

/* Class = "NSButtonCell"; title = "Send share via email"; ObjectID = "u7K-lG-JBv"; */
"u7K-lG-JBv.title" = "Send share på e-post";

/* Class = "NSTextFieldCell"; title = "Send share to:"; ObjectID = "v5h-o2-RtP"; */
"v5h-o2-RtP.title" = "Send share til:";

/* Class = "NSButtonCell"; title = "Create"; ObjectID = "vxM-qi-odF"; */
"vxM-qi-odF.title" = "Opprett";
